{
  "id": "step-by-step-moving-checklist-addis-ababa",
  "title": "Step-by-Step Checklist for Moving in Addis Ababa",
  "titleAm": "በአዲስ አበባ የመጓጓዣ ደረጃ በደረጃ የመፈተሻ ዝርዝር",
  "excerpt": "Never miss a step with this comprehensive moving checklist designed specifically for Addis Ababa. From 8 weeks before your move to settling into your new home, this guide ensures nothing is forgotten.",
  "excerptAm": "በአዲስ አበባ ለተዘጋጀ ይህ ሁለገብ የመጓጓዣ የመፈተሻ ዝርዝር በመጠቀም አንድ እርምጃ አያምር። ከመጓጓዣዎ ከ8 ሳምንታት በፊት እስከ አዲሱ ቤትዎ ውስጥ መተማመኛ፣ ይህ መመሪያ ምንም ነገር እንዳይረሳ ያረጋግጣል።",
  "content": "<h2>Your Complete Moving Checklist for Addis Ababa</h2><p>Moving in Addis Ababa requires careful planning and attention to detail. This comprehensive step-by-step checklist will guide you through every aspect of your move, ensuring nothing is forgotten and your transition is as smooth as possible. Whether you're moving within the city or relocating to Addis Ababa for the first time, this checklist will be your roadmap to success.</p><h3>8 Weeks Before Moving Day</h3><p>This is the critical foundation phase where you establish the framework for your entire move. Starting early gives you the advantage of thorough research, better pricing, and reduced stress. In Addis Ababa, where traffic and logistics can be challenging, early planning is especially crucial. The city's unique characteristics, from its high altitude (2,400m) to its complex traffic patterns, require careful consideration and preparation.</p><h4>Research and Planning</h4><p>Thorough research is the cornerstone of a successful move in Addis Ababa. The city's unique characteristics, from traffic patterns to neighborhood dynamics, require careful consideration. Addis Ababa's rapid growth and development mean that neighborhood characteristics can change quickly, making early research essential for making informed decisions.</p><ul><li><strong>Research New Area:</strong> Visit your new neighborhood multiple times at different times of day to understand traffic patterns, noise levels, and community dynamics. Consider factors like proximity to schools, healthcare facilities, and shopping centers. The city's diverse neighborhoods each have unique characteristics - from the bustling commercial heart of Piassa to the family-friendly suburbs of Bole and Summit. Each area offers different advantages and challenges that require careful evaluation</li><li><strong>Budget Planning:</strong> Calculate total moving costs (27,500-88,000 ETB) and living expenses, including rent (33,000-110,000 ETB), utilities (4,400-8,800 ETB), and transportation. Factor in Addis Ababa's cost of living, which can vary significantly between neighborhoods. The city's economic diversity means that costs can range from affordable local options to premium international-standard services</li><li><strong>Timeline Creation:</strong> Create detailed timeline for all moving tasks, accounting for Addis Ababa's traffic and weather patterns. Consider the rainy season (June-September) and dry season (October-May) when planning your move. The city's high altitude and seasonal weather patterns can significantly impact moving logistics, especially during the rainy season when roads may be more challenging</li><li><strong>Service Research:</strong> Research moving companies, utilities, and local services, paying special attention to companies experienced with Addis Ababa's unique challenges. Look for companies with experience in the specific neighborhood you're moving to. The city's complex traffic patterns, narrow streets, and building access challenges require experienced movers who understand local conditions</li><li><strong>Documentation:</strong> Gather all necessary paperwork including ID, rental agreements, utility bills, and any required permits. In Addis Ababa, you may need additional documentation for certain neighborhoods or building types. The city's regulatory environment may require specific permits or clearances depending on your destination</li><li><strong>Neighborhood Analysis:</strong> Study local amenities, schools, healthcare facilities, and transportation options. Consider factors like safety, accessibility, and community atmosphere. Addis Ababa's neighborhoods vary significantly in terms of infrastructure, services, and community characteristics</li><li><strong>Cultural Research:</strong> Learn about local customs, language basics, and cultural considerations. Understanding Ethiopian culture and traditions will help you integrate into your new community. The city's rich cultural heritage and diverse population create unique opportunities for cultural exchange and integration</li><li><strong>Climate Research:</strong> Research Addis Ababa's climate and seasonal patterns. The city's high altitude means cooler temperatures year-round, with distinct rainy and dry seasons. Understanding these patterns will help you plan your move timing and prepare for local weather conditions</li><li><strong>Transportation Research:</strong> Study local transportation options including buses, taxis, and ride-hailing services. Understanding the public transportation system will help you navigate the city effectively. The city's transportation network includes buses, light rail, taxis, and ride-hailing services, each with unique advantages and challenges</li><li><strong>Healthcare Research:</strong> Identify nearby healthcare facilities, pharmacies, and emergency services. Consider factors like quality of care, language barriers, and insurance acceptance. The city offers a range of healthcare options from public hospitals to private clinics and international medical centers</li></ul><p><strong>Real-world example:</strong> The Johnson family started their move planning 8 weeks in advance and found it invaluable. \"We visited our new neighborhood in Bole every weekend for a month,\" says Mrs. Johnson. \"This helped us understand the traffic patterns, find the best routes to work, and identify local services. By the time we moved, we already felt like locals. We also discovered amazing local markets and restaurants that we never would have found without this early exploration. The cultural insights we gained during these visits made our transition much smoother.\"</p><h4>Initial Preparations</h4><p>Early preparation helps you identify what you truly need and what can be left behind, reducing both cost and complexity of your move.</p><ul><li><strong>Declutter:</strong> Begin sorting and removing unwanted items, considering what's practical for Addis Ababa's climate and lifestyle</li><li><strong>Inventory:</strong> Create detailed inventory of belongings with photos for insurance purposes</li><li><strong>Measurements:</strong> Measure new space and plan furniture placement, considering Addis Ababa's typical apartment layouts</li><li><strong>Insurance Review:</strong> Review current insurance policies and research local insurance options</li><li><strong>Address Research:</strong> Research new address and local amenities, including nearby markets, banks, and services</li><li><strong>Climate Considerations:</strong> Consider Addis Ababa's high altitude (2,400m) and seasonal weather patterns</li><li><strong>Language Preparation:</strong> Start learning basic Amharic phrases for daily interactions</li></ul><p><strong>Real-world example:</strong> The Johnson family started their move planning 8 weeks in advance and found it invaluable. \"We visited our new neighborhood in Bole every weekend for a month,\" says Mrs. Johnson. \"This helped us understand the traffic patterns, find the best routes to work, and identify local services. By the time we moved, we already felt like locals.\"</p><h3>6 Weeks Before Moving Day</h3><p>Continue with property search and service arrangements. This phase focuses on making concrete decisions about your new home and securing the services you'll need. In Addis Ababa, where the real estate market can be competitive and service providers may have limited availability, early booking is essential for securing the best options.</p><h4>Property and Services</h4><p>This is the time to make critical decisions about your new home and the services you'll need. Addis Ababa's diverse neighborhoods offer different advantages and challenges, so thorough exploration is essential for making the right choice.</p><ul><li><strong>Property Viewing:</strong> Visit potential homes and apartments multiple times at different times of day to understand traffic patterns, noise levels, and community dynamics. Consider factors like building age, security features, and accessibility</li><li><strong>Neighborhood Exploration:</strong> Check local amenities, schools, and services including healthcare facilities, shopping centers, and recreational areas. Test the walkability of the neighborhood and assess the quality of local services</li><li><strong>Transportation Testing:</strong> Test commute routes to work/school during peak hours to understand traffic patterns and travel times. Consider alternative routes and transportation options including public transport, taxis, and ride-hailing services</li><li><strong>Service Providers:</strong> Identify local banks, hospitals, and shops that meet your needs. Consider factors like language barriers, service quality, and accessibility. Research which services offer English-speaking staff if needed</li><li><strong>Community Research:</strong> Learn about local communities and groups including religious organizations, social clubs, and professional networks. Understanding the community structure will help you integrate more effectively</li><li><strong>Safety Assessment:</strong> Evaluate the safety of the neighborhood including crime rates, lighting, and security measures. Consider factors like building security, street lighting, and community watch programs</li><li><strong>Cultural Integration:</strong> Research local customs, traditions, and social norms. Understanding the cultural context will help you adapt to your new environment</li><li><strong>Language Preparation:</strong> Start learning basic Amharic phrases and cultural etiquette. Even basic language skills will help you communicate with neighbors and service providers</li><li><strong>Climate Adaptation:</strong> Research Addis Ababa's climate and seasonal patterns. The city's high altitude (2,400m) means cooler temperatures year-round, with distinct rainy and dry seasons</li><li><strong>Healthcare Planning:</strong> Identify healthcare providers, pharmacies, and emergency services. Consider factors like quality of care, language barriers, and insurance acceptance</li></ul><h4>Moving Company Research</h4><p>Choosing the right moving company is crucial for a successful move in Addis Ababa. The city's unique challenges, from traffic congestion to narrow streets, require experienced movers who understand local conditions.</p><ul><li><strong>Get Quotes:</strong> Obtain written estimates from 3-5 moving companies, ensuring they understand Addis Ababa's specific challenges. Compare not just prices but also services, experience, and local knowledge</li><li><strong>Check References:</strong> Verify references and read online reviews, paying special attention to companies with experience in your specific neighborhood. Ask for references from recent moves in similar areas</li><li><strong>Compare Services:</strong> Compare services, prices, and terms including packing, loading, transportation, and unloading. Consider factors like insurance coverage, equipment quality, and staff experience</li><li><strong>Insurance Verification:</strong> Verify insurance coverage and policies, ensuring adequate protection for your belongings. Consider additional insurance for valuable items and fragile goods</li><li><strong>Equipment Check:</strong> Inspect moving equipment and trucks to ensure they're suitable for Addis Ababa's conditions. Consider factors like truck size, equipment quality, and maintenance standards</li><li><strong>Local Knowledge:</strong> Choose companies with extensive local knowledge of Addis Ababa's traffic patterns, building access, and neighborhood characteristics</li><li><strong>Language Skills:</strong> Consider companies with English-speaking staff if you're not fluent in Amharic. Clear communication is essential for a successful move</li><li><strong>Flexibility:</strong> Choose companies that can adapt to changing conditions and unexpected challenges. Addis Ababa's dynamic environment requires flexible service providers</li><li><strong>Cost Transparency:</strong> Ensure all costs are clearly explained and documented. Avoid companies with hidden fees or unclear pricing structures</li><li><strong>Service Guarantees:</strong> Look for companies that offer service guarantees and have clear policies for handling problems or delays</li></ul><h3>4 Weeks Before Moving Day</h4><p>Make final decisions and begin preparations:</p><h4>Decision Making</h4><ul><li><strong>Property Selection:</strong> Choose your new home</li><li><strong>Contract Review:</strong> Carefully review rental or purchase agreements</li><li><strong>Moving Company Selection:</strong> Book your chosen moving company</li><li><strong>Moving Date Confirmation:</strong> Confirm moving date and time</li><li><strong>Deposit Payment:</strong> Pay required deposits and fees</li></ul><h4>Service Arrangements</h4><ul><li><strong>Utility Arrangements:</strong> Set up electricity, water, and internet</li><li><strong>Insurance Planning:</strong> Arrange property and contents insurance</li><li><strong>School Registration:</strong> Enroll children in local schools</li><li><strong>Medical Records:</strong> Transfer medical records to local providers</li><li><strong>Banking:</strong> Open local bank accounts if needed</li></ul><h3>3 Weeks Before Moving Day</h3><p>Begin the packing process and finalize arrangements:</p><h4>Packing Preparation</h4><ul><li><strong>Packing Supplies:</strong> Gather boxes, tape, and packing materials</li><li><strong>Packing Strategy:</strong> Plan packing order and timeline</li><li><strong>Labeling System:</strong> Set up color-coded labeling system</li><li><strong>Fragile Items:</strong> Identify and prepare fragile items</li><li><strong>Essential Box:</strong> Prepare box of essential items</li></ul><h4>Service Confirmations</h4><ul><li><strong>Moving Confirmation:</strong> Confirm all moving arrangements</li><li><strong>Utility Confirmations:</strong> Confirm utility setup dates</li><li><strong>Service Providers:</strong> Confirm all service appointments</li><li><strong>Insurance Confirmations:</strong> Confirm insurance coverage</li><li><strong>Timeline Review:</strong> Review and adjust timeline as needed</li></ul><h3>2 Weeks Before Moving Day</h3><p>Intensify preparations and begin packing:</p><h4>Packing Activities</h4><ul><li><strong>Non-Essential Packing:</strong> Pack items not needed immediately</li><li><strong>Room-by-Room:</strong> Pack one room at a time</li><li><strong>Inventory Updates:</strong> Update inventory as you pack</li><li><strong>Box Labeling:</strong> Label all boxes clearly</li><li><strong>Fragile Protection:</strong> Extra protection for delicate items</li></ul><h4>Address Updates</h4><ul><li><strong>Post Office:</strong> Submit change of address form</li><li><strong>Banks:</strong> Update address with all banks</li><li><strong>Employers:</strong> Notify employers of address change</li><li><strong>Service Providers:</strong> Update address with all service providers</li><li><strong>Government Agencies:</strong> Update address with government agencies</li></ul><h3>1 Week Before Moving Day</h3><p>Final preparations and last-minute tasks:</p><h4>Final Packing</h4><ul><li><strong>Essential Items:</strong> Pack remaining essential items</li><li><strong>Cleaning Supplies:</strong> Keep cleaning supplies accessible</li><li><strong>Personal Items:</strong> Pack personal items and documents</li><li><strong>Last-Minute Items:</strong> Pack items used until the last day</li><li><strong>Final Inventory:</strong> Complete final inventory check</li></ul><h4>Moving Day Preparation</h4><ul><li><strong>Route Planning:</strong> Plan optimal routes for moving day</li><li><strong>Parking Arrangements:</strong> Arrange parking for moving trucks</li><li><strong>Building Access:</strong> Coordinate building access and elevator use</li><li><strong>Emergency Contacts:</strong> Prepare emergency contact list</li><li><strong>Final Walkthrough:</strong> Do final walkthrough of current home</li></ul><h3>Moving Day</h3><p>Execute your move with this day-of checklist:</p><h4>Early Morning (6:00 AM - 8:00 AM)</h4><ul><li><strong>Wake Up:</strong> Wake up early and have breakfast</li><li><strong>Final Preparations:</strong> Complete any last-minute preparations</li><li><strong>Moving Team Arrival:</strong> Greet moving team and provide instructions</li><li><strong>Loading Supervision:</strong> Supervise loading process</li><li><strong>Inventory Check:</strong> Check inventory as items are loaded</li></ul><h4>Mid-Morning (8:00 AM - 12:00 PM)</h4><ul><li><strong>Departure:</strong> Depart for new location</li><li><strong>Route Monitoring:</strong> Monitor traffic and route conditions</li><li><strong>Arrival:</strong> Arrive at new location</li><li><strong>Unloading Supervision:</strong> Supervise unloading process</li><li><strong>Placement:</strong> Direct placement of furniture and boxes</li></ul><h4>Afternoon (12:00 PM - 6:00 PM)</h4><ul><li><strong>Unpacking:</strong> Begin unpacking essential items</li><li><strong>Utility Setup:</strong> Ensure all utilities are working</li><li><strong>Furniture Assembly:</strong> Assemble furniture as needed</li><li><strong>Cleaning:</strong> Clean new home before unpacking</li><li><strong>Security Check:</strong> Verify all security measures</li></ul><h3>Day After Moving</h3><p>Immediate post-move tasks:</p><h4>Essential Setup</h4><ul><li><strong>Utility Verification:</strong> Confirm all utilities are working</li><li><strong>Internet Setup:</strong> Set up internet and cable services</li><li><strong>Phone Setup:</strong> Set up phone services</li><li><strong>Mail Collection:</strong> Check for mail at new address</li><li><strong>Neighborhood Exploration:</strong> Explore immediate neighborhood</li></ul><h4>Service Arrangements</h4><ul><li><strong>Local Services:</strong> Identify local service providers</li><li><strong>Emergency Contacts:</strong> Save local emergency numbers</li><li><strong>Transportation:</strong> Test local transportation options</li><li><strong>Healthcare:</strong> Locate nearby healthcare providers</li><li><strong>Banking:</strong> Locate nearby banks and ATMs</li></ul><h3>First Week After Moving</h3><p>Establish your new routine and complete setup:</p><h4>Service Setup</h4><ul><li><strong>Address Updates:</strong> Complete all address updates</li><li><strong>Service Providers:</strong> Set up all necessary services</li><li><strong>Local Registration:</strong> Complete any required local registrations</li><li><strong>Insurance Updates:</strong> Update all insurance policies</li><li><strong>Documentation:</strong> Update all important documents</li></ul><h4>Community Integration</h4><ul><li><strong>Neighbor Introduction:</strong> Introduce yourself to neighbors</li><li><strong>Community Groups:</strong> Join local community organizations</li><li><strong>Local Events:</strong> Attend local events and activities</li><li><strong>Service Providers:</strong> Establish relationships with local service providers</li><li><strong>Transportation:</strong> Learn local transportation routes</li></ul><h3>First Month After Moving</h3><p>Complete your transition and establish routines:</p><h4>Final Setup</h4><ul><li><strong>Unpacking Completion:</strong> Complete unpacking of all items</li><li><strong>Home Organization:</strong> Organize home and establish routines</li><li><strong>Maintenance:</strong> Address any maintenance issues</li><li><strong>Improvements:</strong> Plan and implement home improvements</li><li><strong>Documentation:</strong> Complete all documentation updates</li></ul><h4>Community Engagement</h4><ul><li><strong>Local Activities:</strong> Participate in local activities</li><li><strong>Service Relationships:</strong> Build relationships with service providers</li><li><strong>Community Involvement:</strong> Get involved in community activities</li><li><strong>Local Knowledge:</strong> Learn about local customs and practices</li><li><strong>Network Building:</strong> Build professional and social networks</li></ul><h3>Addis Ababa-Specific Considerations</h3><p>Additional tasks specific to moving in Addis Ababa:</p><h4>Local Regulations</h4><ul><li><strong>Building Permits:</strong> Obtain any required building permits</li><li><strong>Traffic Permits:</strong> Arrange traffic permits for moving trucks</li><li><strong>Security Clearance:</strong> Complete security clearance procedures</li><li><strong>Local Registration:</strong> Complete neighborhood registration</li><li><strong>Utility Connections:</strong> Arrange utility connections</li></ul><h4>Cultural Adaptation</h4><ul><li><strong>Language Learning:</strong> Learn basic Amharic phrases</li><li><strong>Cultural Understanding:</strong> Learn about local customs</li><li><strong>Religious Communities:</strong> Connect with local religious communities</li><li><strong>Social Integration:</strong> Participate in local social activities</li><li><strong>Business Networks:</strong> Join local business networks</li></ul><h3>Emergency Preparedness</h3><p>Be prepared for unexpected situations:</p><h4>Emergency Contacts</h4><ul><li><strong>Local Emergency Numbers:</strong> Save local emergency numbers</li><li><strong>Moving Company:</strong> Keep moving company contact information</li><li><strong>Service Providers:</strong> Save contact information for all service providers</li><li><strong>Neighbors:</strong> Exchange contact information with neighbors</li><li><strong>Family/Friends:</strong> Keep family and friends informed</li></ul><h4>Contingency Plans</h4><ul><li><strong>Weather Delays:</strong> Plan for weather-related delays</li><li><strong>Traffic Issues:</strong> Have alternative routes planned</li><li><strong>Service Delays:</strong> Plan for utility or service delays</li><li><strong>Equipment Problems:</strong> Have backup plans for equipment issues</li><li><strong>Communication:</strong> Maintain communication with all parties</li></ul><h3>Cost Tracking</h3><p>Keep track of all moving-related expenses:</p><h4>Moving Costs</h4><ul><li><strong>Moving Services:</strong> 27,500-88,000 ETB</li><li><strong>Packing Materials:</strong> 2,750-5,500 ETB</li><li><strong>Storage:</strong> 5,500-16,500 ETB per month</li><li><strong>Cleaning:</strong> 5,500-13,200 ETB</li><li><strong>Utilities:</strong> 1,650-3,300 ETB</li></ul><h4>Additional Expenses</h4><ul><li><strong>Transportation:</strong> 1,100-2,200 ETB</li><li><strong>Meals:</strong> 1,650-3,300 ETB</li><li><strong>Tips:</strong> 1,100-2,200 ETB</li><li><strong>Emergency Fund:</strong> 5,500-11,000 ETB</li><li><strong>Miscellaneous:</strong> 2,750-5,500 ETB</li></ul><h3>Quality Control</h3><p>Ensure everything is done correctly:</p><h4>Moving Day Checklist</h4><ul><li><strong>Inventory Verification:</strong> Verify all items are accounted for</li><li><strong>Damage Check:</strong> Check for any damage to items</li><li><strong>Placement Verification:</strong> Verify items are in correct locations</li><li><strong>Utility Check:</strong> Confirm all utilities are working</li><li><strong>Security Check:</strong> Verify all security measures</li></ul><h4>Post-Move Verification</h4><ul><li><strong>Service Verification:</strong> Confirm all services are working</li><li><strong>Address Verification:</strong> Confirm address updates are complete</li><li><strong>Documentation Verification:</strong> Confirm all documentation is updated</li><li><strong>Community Verification:</strong> Confirm community integration is complete</li><li><strong>Routine Verification:</strong> Confirm daily routines are established</li></ul><h3>Conclusion</h3><p>This comprehensive checklist ensures that your move to or within Addis Ababa is organized, efficient, and stress-free. By following this step-by-step guide, you'll be able to track your progress, stay organized, and ensure that nothing important is forgotten. Remember, moving is a process that requires time, planning, and attention to detail. Use this checklist as your roadmap, and don't hesitate to adjust it based on your specific needs and circumstances. With proper planning and execution, your move will be a success, and you'll be settled into your new home in no time. Welcome to your new life in Addis Ababa!</p>",
  "contentAm": "<h2>በአዲስ አበባ የመጓጓዣ የእርስዎ ሁለገብ የመፈተሻ ዝርዝር</h2><p>በአዲስ አበባ የመጓጓዣ ስራ በጥንቃቄ ዕቅድ እና ትኩረት ይፈልጋል። ይህ ሁለገብ ደረጃ በደረጃ የመፈተሻ ዝርዝር በመጓጓዣዎ ሁሉንም ገጽ በማስተላለፍ ያስተላልፋል፣ ምንም ነገር እንዳይረሳ እና የመኖሪያ ቤት ለውጥዎ በጣም ለስላሳ እንዲሆን ያረጋግጣል። በከተማው ውስጥ እየዛወሩ ወይም ለመጀመሪያ ጊዜ ወደ አዲስ አበባ እየዛወሩ ቢሆንም፣ ይህ የመፈተሻ ዝርዝር የስኬት መንገድ ያስተላልፋል።</p><h3>ከመጓጓዣ ቀን 8 ሳምንታት በፊት</h3><p>የእቅድ ሂደትዎን በነዚህ ዋና ተግባራት ይጀምሩ:</p><h4>ምርምር እና ዕቅድ</h4><ul><li><strong>አዲሱን አካባቢ ምርምር:</strong> አዲሱን ሰፈርዎን በርካታ ጊዜ ይጎብኙ</li><li><strong>የጀርባ ዕቅድ:</strong> አጠቃላይ የመጓጓዣ ወጪዎችን እና የሕይወት ወጪዎችን ያሰሉ</li><li><strong>የጊዜ ሰሌዳ መፍጠር:</strong> ለሁሉም የመጓጓዣ ተግባራት ዝርዝር የጊዜ ሰሌዳ ይፍጠሩ</li><li><strong>የአገልግሎት ምርምር:</strong> የመጓጓዣ ኩባንያዎች፣ የመጠቀሚያ ነገሮች እና አካባቢ አገልግሎቶችን ይምረሙ</li><li><strong>ሰነዶች:</strong> ሁሉንም አስፈላጊ ወረቀቶች እና ሰነዶችን ይሰብስቡ</li></ul>",
  "author": "Active Movers Team",
  "category": "moving-tips",
  "tags": ["Addis Ababa", "moving checklist", "step-by-step", "planning", "organization", "timeline", "preparation"],
  "tagsAm": ["አዲስ አበባ", "የመጓጓዣ የመፈተሻ ዝርዝር", "ደረጃ በደረጃ", "ዕቅድ", "ድርጅት", "ጊዜ ሰሌዳ", "ዝግጅት"],
  "readTime": 18,
  "featuredImage": "https://www.activemoverset.com/images/gallary/qua34.jpeg",
  "images": [
    "https://www.activemoverset.com/images/gallary/qua35.jpeg",
    "https://www.activemoverset.com/images/gallary/qua36.jpeg"
  ],
  "status": "published",
  "publishedAt": "2025-04-19T08:30:00.000Z",
  "slug": "step-by-step-checklist-moving-addis-ababa"
}
